;汉化：aotix

[ReaperBrute X2CharacterTemplate]
strCharacterName="残暴者"

[CorpseReaperBrute X2ItemTemplate]
FriendlyName="残暴者尸体"
FriendlyNamePlural="残暴者尸体"
BriefSummary="残暴者是由克罗根和图林人合成的有机合成生物，通过死神技术进行突变。"

